var quotes=[
  'The key to happiness is reduction of desires',   'Be the Wise One in World of Ignorants',  'He who has no attachments can really Love others, for his love is pure and divine.',   'To them who are ever steadfast, worshiping me with Love, I give the Yoga of discrimination by which they come to me.',   ' Among weapons I am the thunderbolt, among cows I am the wish fulfilling cow called Surabhi, among serpents I am Vasuki, I am the progenitor, the god of Love',  'An action which is ordained, which is free from attachment, which is done without love or hatred by one who is not desirous of any reward—that action is declared to be Sattvic', ' Fill your mind with me, Love me, Serve me, Worship me always. Seeking me in your heart, you will at last be united with me.',' By serving me with steadfast Love, a man or woman goes beyond the gunas. Such a one is fit for union with Brahman','Blessed is human birth, even the dwellers in heaven desire this birth, for true knowledge and pure Love may be attained only by a human being',' But of all I could name, verily love is the highest. Love & devotion that make one forgetful of everything else, Love that unites the lover with me','What ineffable joy does one find through Love of me, the blissful atman. Once that joy is realized, all earthly pleasures fade into nothingness.',' I, the atman, dear to the devotees, am attainable by Love and devotion.','The only way you can conquer me is through Love and there I am gladly conquered.',' When he sees me in all and sees all in me, then I never leave him and he never leaves me. And he, who in this oneness of Love loves me in whatever he sees, wherever this man may live, in truth, he lives in me.','Do everything you have to do, but not with greed, not with ego, not with lust, not with envy but with Love, compassion, humility and devotion.','I regard as great even the smallest gift offered by my devotees in pure love, but even great offerings presented by non devotees do not please me.'];